// aboutData.ts
// بيانات صفحة عن الكنيسة

export const fathers = [
  {
    name: "القس برنابا سليمان",
    image: "/Images/card/1.jpg",
  },
  {
    name: "القمص سمعان عبد الملك",
    image: "/Images/card/2.jpg",
  },
  {
    name: "القمص يوسف سمير سليمان",
    image: "/Images/card/3.jpg",
  },
  {
    name: "القمص ميلاد مجدي ميلاد",
    image: "/Images/card/4.jpg",
  },
];

export const choirs = [
  { name: "كورال ثيؤفانيوس (جامعة وخريجين)" },
  { name: "كورال افا تيجي (إعدادي وثانوي)" },
  { name: "كورال تي شوري (ابتدائي)" },
  { name: "كورال الملائكة (حضانة)" },
];

export const awards = [
  "كأس في عام 2010 للابن ميلاد مجدي ميلاد",
  "كأس آخر في نفس العام للمشاركة في مهرجان الكرازة",
  "كأس في عام 2012 للابن جوزيف سمير",
  "كأس آخر في نفس العام للمشاركة في مهرجان الكرازة",
  "كأس في عام 2015 للابن يوسف سمير سليمان",
  "كأس في عام 2015 للابنة دميانه هاني عبد الملك",
  "كأس آخر في نفس العام للمشاركة في المهرجان",
  "كأس في عام 2017 للخادم جوزيف سمير في معهد ماربولس لإعداد الخدام",
  "كأس آخر في نفس العام للمشاركة في مهرجان الكرازة",
  "كأس عام 2018 لمشاركة الكنيسة في مهرجان الكرازة",
  "كأسين في عام 2019 للابنة دميانه هاني والابن يوسف سمير في اللغة القبطية",
  "كأس عام 2022 للمرحلة الثالثة بنين في كرة القدم",
  "كأس عام 2023 للقس برنابا سليمان منسقًا للنشاط الرياضي",
  "كأس آخر في نفس العام لمشاركة الكنيسة في مهرجان الكرازة",
  "كأس لكورال افا تيچي",
];

export const sundaySchools = [
  "مدارس الأحد لحضانة",
  "مدارس الأحد للأطفال من سن أولى ابتدائي إلى سادسة ابتدائي",
  "اجتماع إعدادي بنين",
  "اجتماع إعدادي بنات",
  "اجتماع ثانوي بنين",
  "اجتماع ثانوي بنات",
  "اجتماع جامعة وخريجين",
  "اجتماع الشباب",
  "اجتماع الصلاة",
  "اجتماع السيدات",
];

export const oldChurch = {
  title: "الكنيسة القديمة (المضيفة)",
  content: `من بداية أنشأه عام 1928 بعقد ابتدائي عبارة عن 99 متر مربع ومبني بالطوب اللبن ثم أُعيد بناءه بالطوب الأحمر والخرسانة المسلحة للسقف على نفس المساحة أعلاه باسم دار مناسبات للأقباط\n\nتم البناء سنة 1930 والأرض كانت هبة من الروم الأرثوذكس على مساحة 99.55 متر مربع تقريباً\nلا يوجد لها أي مباني طقسية ، وبها مذبح في الركن الشرقي البحري عبارة عن تربيزة خشب عليها كرسي الكاس ، وادوات المذبح على مساحة ( 3*3 م) .\n\nالمبني عبارة عن :\n- حوائط حاملة والسقف مسلح وعدد 2 عامود بالطوب بالمنتصف .\n- كان متهالك وحالته رديئة آيلة للسقوط .\n- الأرضية عبارة عن بلاط والزرع والرطوبة خارجة من خلال الفراغات الأرضية .\n\nوكان يقيم المتنيح القمص سمعان عبد الملك بها القداسات كل 15 يوم\nوفي عام 1978 باع المرحوم نبيل بشارة منزله المجاور للمضيفة بشكل سوري إلى المرحوم حليم رزق وذلك لمنفعة المضيفة\n\nسنة 1985 م قام بفتح باب مجاور للمضيفة لعمل القربان وغرفة دورة مياه\nثم انتاب الشك بعض المتشددين من المسلمين بهذا الأمر فقاموا بإبلاغ مباحث أمن الدولة بذلك وقدموا شكوى باسم المقدس المرحوم جرجس حنا سليمان (كبير الأقباط) والمرحوم نبيل بشارة والمرحوم حليم إبراهيم رزق والمرحوم نبيل برسوم والسيد / رزق عبد الملك رزق (نيح الله روحه الطاهرة الذي انتقل شهر 12 2023 وهو من كتب تاريخ الكنيسة وسلمه إلينا)\nفقام السيد / حسن معتصم رئيس الأمن الوطني في الشرقية وقال (أنا عارف أنكم في احتياج لغرفة قربان ودورة مياه ، بس لازم يكون عندنا خبر الأول ونعملكم تصريح)\nوبعد ما قعدوا يوم بليلة تم قفل هذا المنزل .`,
};

export const newChurch = {
  title: "الكنيسة الحالية",
  content: `تم تدشينها في 2015/5/15م بيد نيافة الحبر الجليل الأنبا تيموثاؤس - يوجد ملحقات للكنيسة وهي عبارة عن الآتي :\n\n1- مبنى خدمات مكون من 5 طوابق لخدمة تعليم الأطفال (مدارس الأحد)\n- قاعة عزاء وأفراح ملحقة للكنيسة\n2- مبنى خدمات رقم 2 مكون من 4 طوابق\n3- مبنى خدمات رقم 3 مكون من طابق\n4- مبنى خدمات رقم 4 مكون من طابق واحد لخدمة القربان\nجميعهم تم تقنينه بقرار جمهوري عام 2018م`,
};
